<!DOCTYPE html>
<html lang="fr">
	<head>
		<meta charset="UTF-8">
		<title>Wild Green</title>
		<meta http-equiv="X-UA-Compatible" content="IE=Edge">
		<meta content="width=device-width, initial-scale=1.0" name="viewport">
		<meta content="Wild Code School Green Web informations" name="keywords">
		<meta content="R&eacute;pertoire des acteurs du Green Web fran&ccedil;ais et notamment en r&eacute;gion PACA" name="description">
		<meta property="og:locale" content="fr_FR">
		<meta property="og:type" content="website">
		<meta property="og:title" content="Wild Green">
		<meta property="og:description" content="R&eacute;pertoire des acteurs du Green Web fran&ccedil;ais et notamment en r&eacute;gion PACA">
		<meta property="og:site_name" content="Wild Green">
        <meta property="og:url" content="www.WildGreen.com">
        <link href="https://fonts.googleapis.com/css?family=Ubuntu" rel="stylesheet">
        <link rel="stylesheet" href="https://maxcdn.bootstrapcdn.com/bootstrap/4.3.1/css/bootstrap.min.css">
        <link href="./style/style.css" rel="stylesheet">

	</head>
	<body>
<!-- #header -->
        <header>
            <nav class="navbar navbar-expand-md bg-dark navbar-dark">
                <a class="navbar-brand" href="./index.html">Wild Green</a>
                <button class="navbar-toggler" type="button" data-toggle="collapse" data-target="#collapsibleNavbar">
                <span class="navbar-toggler-icon"></span>
                </button>
                <div class="collapse navbar-collapse" id="collapsibleNavbar">
                <ul class="navbar-nav">
                    <li class="nav-item">
                    <a class="nav-link" href="./greenwild-presentation.html">Pr&eacute;sentation</a>
                    </li>
                    <li class="nav-item">
                    <a class="nav-link" href="./action.html">Agir</a>
                    </li>
                    <li class="nav-item">
                    <a class="nav-link" href="./entreprises.html">Quelques Acteurs</a>
                    </li>  
                    <li class="nav-item">
                    <a class="nav-link" href="./contact.html">Contact</a>
                    </li> 
                </ul>
                </div>  
            </nav>
        </header>
<!--#header -->
        <section id="agir">
            <div class="container-fluid d-flex justify-content-center">
                <div class="flex-column">
                    <h1>Et si on agissait ?</h1>
                    <p>Chaque personne poss&egrave;de toutes les capacit&eacute;s d’agir pour un environnement plus sain, et un web plus « green ». </p>
                </div>
            </div>
            <div class="container">
                <h2>En tant qu'utilisateur du web</h2>
                <div class=" container-fluid liste-actions">
                    <ul>
                        <li> 
                            <h3>Allonger la dur&eacute;e de vie des &eacute;quipements.</h3> 
                            Comme c’est la fabrication des &eacute;quipements des internautes et des objets connect&eacute;s qui concentre le plus d’impacts, le geste cl&eacute; consiste &agrave; utiliser le plus longtemps possible les &eacute;quipements existants. En luttant ainsi contre le ph&eacute;nom&egrave;ne d’obsolescence programm&eacute;e on r&eacute;duit les impacts associ&eacute;s &agrave; la fabrication de nouveaux &eacute;quipements. 
                        </li>
                        <li>
                            <h3>Eteindre sa box et le boîtier TV le soir.</h3>
                            Allum&eacute;s 24 heures sur 24, un box ADSL et le boîtier TV associ&eacute; consomment de 150 &agrave; 300 kWh par an, soit la consommation &eacute;lectrique annuelle de 5 &agrave; 10 ordinateurs portables 15 pouces utilis&eacute;s 8 h par jour ! En &eacute;teignant sa box le soir, on peut facilement &eacute;conomiser 65 &agrave; 130 kWh, soit 8 &agrave; 16 euros et 650 &agrave; 1 300 litres d’eau.
                        </li>
                        <li>
                            <h3>Limiter l’usage du cloud au strict n&eacute;cessaire.</h3>
                            Le stockage en ligne de ses e-mails, photos, vid&eacute;os, musiques, et autres documents impose des allers-retours incessants entre le terminal de l’utilisateur et les serveurs. Or, transporter une donn&eacute;e sur l’internet consomme 2 fois plus d’&eacute;nergie que de la stocker pendant 1 an. Il faut donc favoriser au maximum le stockage et l’usage local de ses donn&eacute;es.
                        </li>
                        <li>
                            <h3>Arr&ecirc;ter de regarder la t&eacute;l&eacute;vision via l’internet. </h3>
                            La vid&eacute;o en ligne repr&eacute;sente plus de 60 % du trafic internet. En effet, le protocole IP multicastcr&eacute;&eacute; pour broadcaster des flux multim&eacute;dia en &eacute;conomisant de la bande passante n’est quasiment pas utilis&eacute;. Si bien que regarder une &eacute;mission en streaming HD via sa box ADSL &eacute;met autant de gaz &agrave; effet de serre que de fabriquer, transporter et lire un DVD ! Alors, pr&eacute;f&eacute;rez un bon livre, une soir&eacute;e avec des amis, un DVD, la radio ou toute autre activit&eacute;. A d&eacute;faut, pr&eacute;f&eacute;rez la TNT.
                        </li>
                    </ul>
                </div>
            </div>
            <div class="container">
                    <h2>En tant que travailleur du web</h2>
                    <div class=" container-fluid liste-actions">
                        <ul>
                            <li> 
                                <h3>Optimisation manuelle ou automatique de fichiers SVG</h3> 
                                via un petit logiciel grâce &agrave; laquelle on peut “d&eacute;barrasser” le fichier de ses calques et commentaires non n&eacute;cessaires &agrave; son affichage sur un site 
                            </li>
                            <li>
                                <h3>Une architecture de l’information ergonomique et sobre</h3>
                                Cela permet une navigation plus fluide pour l’utilisateur qui passe ainsi moins de temps &agrave; chercher l’information, l’optimisation du task flow et la maîtrise du parcours de l’utilisateur.
                            </li>
                            <li>
                                <h3>Concevoir un site web static plutôt que d’utiliser un CMS peut permettre d’&eacute;conomiser &eacute;norm&eacute;ment de ressources.</h3>
                                Pour fonctionner, un CMS doit g&eacute;n&eacute;rer beaucoup d’appels serveur et parcourir des longues listes de donn&eacute;es qui sont rarement toutes utilis&eacute;es ou utiles &agrave; la performance du site web.
                            </li>
                            <li>
                                <h3>Minifier son code</h3>
                                Pour limiter &eacute;galement la consommation de ressource serveur, les fichiers de code de chaque langage sont minifi&eacute;s (def. compacter le code en supprimant les espaces et retour &agrave; la ligne inutiles) ce qui optimise grandement le temps de chargement des pages et am&eacute;liore l’exp&eacute;rience utilisateur.
                            </li>
                        </ul>
                    </div>
                </div>
        </section>
<!--footer-->
    <footer class="page-footer font-small indigo">
        <div class="container">
            <div class="row text-center d-flex justify-content-center pt-5 mb-3">
                <div class="col-md-3 mb-4">
                    <h6 class="text-uppercase font-weight-bold">
                        <a href="./greenwild-presentation.html">Pr&eacute;sentation</a>
                    </h6>
                </div>
                <div class="col-md-3 mb-4">
                    <h6 class="text-uppercase font-weight-bold">
                        <a href="./action.html">Comment agir?</a>
                    </h6>
                </div>
                <div class="col-md-3 mb-4">
                    <h6 class="text-uppercase font-weight-bold">
                        <a href="./entreprises.html">Quelques Acteurs</a>
                    </h6>
                </div>
                <div class="col-md-3 mb-4">
                    <h6 class="text-uppercase font-weight-bold">
                        <a href="./contact.html">Contact</a>
                    </h6>
                </div>
            </div>
            <hr class="rgba-white-light">
            <div class="row d-flex text-center justify-content-center mb-md-0 mb-4">
                <div class="col-md-8 col-12 mt-5">
                    <p>L'id&eacute;e d'&eacute;cologie et de biodiversit&eacute; rapport&eacute;e au web ? Un lien qui semble bien lointain, mais les enjeux d'un num&eacute;rique durable et responsable sont pourtant bien r&eacute;el. Compos&eacute;e de quatre d&eacute;veloppeurs passionn&eacute;s, l'&eacute;quipe de Wild Green a pour objectif d'ouvrir la discussion sur un web "green", et de vous faire d&eacute;couvrir qu'il existe de nombreuses entreprises autour de vous qui pratiquent d&eacute;j&agrave; ce concept. </p>
                </div>
            </div>
            <hr class="clearfix d-md-none rgba-white-light" style="margin: 10% 15% 5%;">    
            <div class="footer-copyright text-center py-3">© 2019
                <p>Wild Green</p>
            </div>
        </div>
    </footer>
    <script src="https://ajax.googleapis.com/ajax/libs/jquery/3.3.1/jquery.min.js"></script>
    <script src="https://cdnjs.cloudflare.com/ajax/libs/popper.js/1.14.7/umd/popper.min.js"></script>
    <script src="https://maxcdn.bootstrapcdn.com/bootstrap/4.3.1/js/bootstrap.min.js"></script>
    </body>
</html>